<script>
import { Component, Vue } from 'vue-property-decorator';

@Component
class Policy extends Vue {

}

export default Policy;
</script>

<template>
    <div class="Policy">
        <h1>한국디지털미디어고등학교 전국중학생올림피아드 개인정보 처리방침</h1>
        <p>
          한국디지털미디어고등학교(이하 ‘학교’라고 합니다)는 회원의 개인정보를 적법하고 안전하게 보호하고 신속∙정확하게 처리하기 위하여 최선의 노력을 다하고 있으며,
          「개인정보 보호법」, 「정보통신망 이용촉진 및 정보보호 등에 관한 법률」(이하 ‘정보통신망법’) 등 관련 법령을 철저히 준수하고 있습니다.
          학교는 이용자들이 학교의 개인정보 처리 업무를 신뢰할 수 있도록 다음과 같이 개인정보 취급방침을 수립∙공개합니다.
        </p>
        <h2>제1조 (개인정보의 수집 항목 및 수집 방법)</h2>
        <p>
          1 학교는 이름, 휴대전화번호, 주소, 생년월일, 성별, 본인 인증 정보, 법정대리인의 개인정보, 서비스 이용 내역,
          기타 이용자가 임의로 제공한 정보, 서비스 이용과 관련하여 정보를 수집·이용합니다.
        </p>
        <p>2 IP주소, 기기정보, 서비스 이용기록, 방문 기록, 불량 이용 기록 등이 자동으로 생성·저장될 수 있습니다.</p>
        <h2>제2조 (개인정보의 수집 및 이용목적)</h2>
        <p>
          1 학교는 수집한 개인정보를 본인 여부 확인, 신청 서비스의 제공, 법령상 의무 이행, 법령 및 약관 위반 여부에 관한 조사,
          약관 개정 등 공지사항의 전달, 설문조사, 민원처리, 분쟁해결, 맞춤형 서비스 제공, 인구통계학적 분석, 물건 등의 배달 등의 목적으로 이용합니다.
        </p>
        <h2>제3조 (개인정보의 보유 및 이용기간)</h2>
        <p>
          1 학교는 회원이 학교의 대회를 참여하는 기간 또는 전 조에서 정한 목적 달성을 위하여 필요한 기간 동안만 보유하며,
          법령이 정한 바에 따라 개인정보를 파기 또는 별도 보관합니다.
        </p>
        <p>2 계약 또는 청약철회 등에 관한 기록: 5년(전자상거래 등에서의 소비자보호에 관한 법률)</p>
        <p>3 소비자의 불만 또는 분쟁처리에 관한 기록: 3년(전자상거래 등에서의 소비자보호에 관한 법률)</p>
        <p>4 로그인 기록: 3개월(통신비밀보호법)</p>
        <h2>제4조 (회원의 권리·의무 및 행사방법)</h2>
        <p>
          1 회원 및 법정대리인은 법령에 저촉되지 아니하는 범위 내에서 자신 또는 만 14세 미만 아동의 개인정보에 대한 열람, 정정, 삭제,
          처리정지를 요청할 수 있습니다. 학교는 법령이 정한 바에 따라 본인확인 기타 사실확인을 위한 정보 또는 자료의 제공을 요청할 수 있습니다.
        </p>
        <p>
          2 회원 및 법정대리인의 개인정보 조회, 수정은 학교의 개인정보 관리책임자에게 서면, 전화, 전자우편,
          모사전송(FAX) 등을 통하여 할 수 있으며, 학교는 이에 대해 지체 없이 조치를 취합니다.
        </p>
        <p>3 회원이 개인정보에 대한 정정을 요청한 경우에는 정정이 완료되기 전까지 학교는 당해 개인정보를 이용하거나 제3자에게 제공하지 않습니다.</p>
        <h2>제5조 (개인정보의 자동수집방치 설치·운영)</h2>
        <p>학교는, 회원이 어플리케이션, 홈페이지에 접속할 때 생성되는 정보를 담은 임시 파일인 쿠키(Cookie)를 수집하지 않습니다.</p>
        <h2>제6조 (개인정보의 파기 등)</h2>
        <p>1 학교는 개인정보 보유기간의 경과, 처리목적 달성 등 개인정보가 불필요하게 되었을 때에는 해당 개인정보를 복구·재생할 수 없도록 지체 없이 파기합니다.</p>
        <p>
          2 전항에도 불구하고 이용자로부터 계속 보관·이용에 관한 별도 동의를 받거나 관련 법령에 따라 개인정보를 계속 보유하여야 하는 경우에는,
          해당 개인정보를 해당 목적 범위 내에서 안전하게 보관·이용합니다.
        </p>
        <p>3 개인정보 파기의 절차 및 방법은 다음과 같습니다.</p>
        <p>4 파기절차</p>
        <p>- 학교는 파기 사유가 발생한 개인정보를 선정하고, 학교의 개인정보 관리책임자의 승인을 받아 개인정보를 파기합니다.</p>
        <p>1 파기방법</p>
        <p>- 학교는 정보가 저장 된 유형에 따라 (1) 완전파괴(소각·파쇄 등), (2) 전용 소자장비를 이용하여 삭제,</p>
        <p>(3) 데이터가 복원되지 않도록 초기화 또는 덮어쓰기 수행 등의 방법으로 파기합니다.</p>
        <h2>제7조 (개인정보의 안전성 확보조치)</h2>
        <p>학교는 개인정보의 안전하고 적법한 처리를 위하여 다음과 같은 조치를 취하고 있습니다.</p>
        <p>1 관리적 조치 : 내부관리계획 수립* 시행, 정기적 직원 교육 등</p>
        <p>2 기술적 조치 : 개인정보처리시스템 등의 접근권한 관리, 접근통제시스템 설치, 고유식별정보 등의 암호화, 보안프로그램 설치</p>
        <p>3 물리적 조치 : 전산실, 자료보관실 등의 접근통제</p>
        <h2>제8조 (개인정보 관리책임자 등)</h2>
        <p>
          1 학교는 개인정보 처리에 관한 업무를 총괄해서 책임지고, 개인정보 처리와 관련한 고객의 불만처리 및 피해구제 등을 위하여
          아래와 같이 개인정보 관리책임자를 지정하고 있습니다.
        </p>
        <p>* 개인정보 관리책임자</p>
        <p>* 성명 : 임재훈</p>
        <p>* 직책 : IT 특성화부 부장</p>
        <p>* 개인정보 관리 담당부서</p>
        <p>* 부서명 : IT 특성화부</p>
        <p>* 담당자 : 임재훈</p>
        <p>
          1 회원은 학교의 대회를 이용하면서 발생한 모든 개인정보 보호 관련 문의, 불만리, 피해구제 등에 관한 사항을
          개인정보 관리책임자 및 담당부서로 문의할 수 있습니다. 학교는 회원의 문의에 대해 지체 없이 답변 및 처리할 것입니다.
        </p>
        <h2>제9조 (권익침해 구제방법)</h2>
        <p>회원은 개인정보 침해, 오남용 등에 대한 신고나 상담이 필요한 경우 아래의 기관에 문의할 수 있습니다.</p>
        <p>* 개인정보 침해신고센터</p>
        <p>* 홈페이지 :  [privacy.kisa.or.kr](http://privacy.kisa.or.kr/)</p>
        <p>* 전화 : (국번없이) 118</p>
        <p>* 이메일 :  [privacy@kisa.or.kr](mailto:privacy@kisa.or.kr)</p>
        <p>* 주소 : (05717) 서울시 송파구 중대로 135 (가락동 78) IT벤처타워 한국인터넷진흥원 개인정보침해신고센터</p>
        <p>* 대검찰청 사이버범죄수사단 : 02-3480-3573 ( [www.spo.go.kr](http://www.spo.go.kr/) )</p>
        <p>* 경찰청 사이버안전국 : (경찰청 대표)182 ( [www.netan.go.kr](http://www.netan.go.kr/) )</p>
        <h2>제10조 (개인정보 취급방침의 효력발생 및 변경)</h2>
        <p>1 본 개인정보 취급방침은 2019. 06. 17. 부터 적용됩니다.</p>
        <p>2 본 개인정보 취급방침을 변경할 때에는, 학교는 홈페이지 또는 앱의 ‘공지사항’ 등을 통해 그 내용을 회원에게 고지합니다.</p>
    </div>
</template>

<style lang="scss" scoped>
.Policy {
    padding: 16px;
    box-sizing: border-box;
    font-size: 14px;
    line-height: 18px;

    h1 {
        font-size: 24px;
        line-height: 32px;
    }

    h2 {
        margin-top: 8px;
        font-size: 18px;
        line-height: 24px;
    }
}
</style>
